help_text = 'Я могу помочь тебе контролировать расходы. '\
    'Ты можешь управлять мной с помощью *следующих команд*:\n'\
    '/add - добавить запись о расходе;\n'\
    '/remove - удалить запись о расходе;\n'\
    '/change - редактировать запись о расходе;\n'\
    '/show - показать все имеющиеся данные;\n'\
    '/total - суммарный расход за все время;\n'\
    '/last - расход за последнее время;\n'\
    '/clear - удалить все старые записи;\n'\
    '/start - начать взаимодействие с ботом;\n'\
    '/help - показать справку.\n'\
    '\n'\
    'Более подробную документация на [GitHub]'\
    '(https://github.com/Evgeny-SHL/simple-budget-bot).'

wrong_number_of_arguments = 'Неверное число аргументов: '\
    'ожидалось {}, принято {}.'

unexpected_error = 'Возникла неизвестная ошибка...'

add_ok = 'Запись успешно добавлена.'

empty_database = 'Нет данных о расходах.'

say_record = '[{}] {} руб. {}: {}\n'

no_outcome = 'Вы не вносили данных о расходах за последнее время'

say_outcome = 'Всего вы потратили {} руб.'

remove_ok = 'Запись успешно удалена.'

no_such_record = 'Нет записи с идентификатором {}.'

change_ok = 'Запись успешно изменена.'
